<?php
// Text
$_['text_approve_subject']      = '%s - حساب بازاریابی شما فعال شد!';
$_['text_approve_welcome']      = 'خوش آمدید و از شما برای ثبت نام در %s متشکریم!';
$_['text_approve_login']        = 'حساب کابری شما ایجاد شده است و شما می‌توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا به وسیله آدرس زیر وارد حساب خود شوید:';
$_['text_approve_services']     = 'پس از ورود به حساب کاربری خود، شما می‌توانید به خدمات دیگر از جمله ایجاد کد پیگیری، پیگیری پرداخت کمیسیون و ویرایش اطلاعات حساب کاربری خود دسترسی داشته باشید.';
$_['text_approve_thanks']       = 'متشکریم،';
$_['text_transaction_subject']  = '%s - کمسیون بازاریابی';
$_['text_transaction_received'] = 'شما  %s کميسيون بازاريابی دريافت کرديد.';
$_['text_transaction_total']    = 'کل مبلغ کمیسیون در حال حاضر برابر است با %s.';
?>