<?php
// Text
$_['text_approve_subject']      = '%s - حساب شما فعال شده است!';
$_['text_approve_welcome']      = 'خوش آمدید و از عضویت شما در %s متشکریم!';
$_['text_approve_login']        = 'حساب کابری شما ایجاد شده است و شما می‌توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا به وسیله آدرس زیر وارد حساب خود شوید:';
$_['text_approve_services']     = 'پس از وارد شدن شما می‌توانید به خدمات دیگر از جمله مشاهده سفارشات گذشته، چاپ فاکتور و ویرایش اطلاعات حساب کاربری خود دسترسی داشته باشید.';
$_['text_approve_thanks']       = 'متشکریم،';
$_['text_transaction_subject']  = '%s - اعتبار حساب';
$_['text_transaction_received'] = 'شما %s اعتبار دریافت کردید.';
$_['text_transaction_total']    = 'اعتبار شما در حال حاضر برابراست با %s.'. "\n\n" .'اعتبار حساب شما به صورت خودکار از خرید بعدی شما کسر خواهد شد.';
$_['text_reward_subject']       = '%s - امتیاز جایزه';
$_['text_reward_received']      = 'شما %s اعتبار جایزه دریافت کردید.';
$_['text_reward_total']         = 'کل اعتبار جایزه شما برابر است با %s.';
?>