<?php
// Text
$_['text_subject']  = 'شما یک کارت هدیه از %s ارسال کردید.';
$_['text_greeting'] = 'تبریک، شما یک کارت هدیه به ارزش %s دریافت کرده اید.';
$_['text_from']     = 'این هدیه از طرف %s برای شما ارسال شد.';
$_['text_message']  = 'با پیامی حاوی';
$_['text_redeem']   = 'برای استفاده از کارت هدیه خود کد <b>%s</b>را یادداشت نمایید. شما می‌توانید با کلیک بر روی لینک زیر و خرید محصول مورد نظر از کارت هدیه استفاده نمایید. شما می‌توانید کد کارت هدیه خود را در صفحه سبد خرید قبل از اینکه بر روی پرداخت نهایی کلیک نمایید وارد نمایید.';
$_['text_footer']   = 'لطفا اگر هرگونه سوالی دارید به همین ایمیل پاسخ دهید.';
?>