<?php
// Heading  
$_['heading_title']       = 'کوپن تخفیف';

// Text
$_['text_success']        = 'کوپن با موفقیت ویرایش شد!';
$_['text_list']       	  = 'لیست کوپن تخفیف';
$_['text_add']            = 'افزودن کوپن';
$_['text_edit']           = 'ویرایش کوپن';
$_['text_percent']        = 'درصد';
$_['text_amount']         = 'مقدار ثابت';

// Column
$_['column_name']         = 'نام کوپن';
$_['column_code']         = 'کد';
$_['column_discount']     = 'تخفیف';
$_['column_date_start']   = 'تاریخ شروع';
$_['column_date_end']     = 'تاریخ پایان';
$_['column_status']       = 'وضعیت';
$_['column_order_id']     = 'شناسه سفارش';
$_['column_customer']     = 'مشتری';
$_['column_amount']       = 'مقدار';
$_['column_date_added']   = 'تاریخ افزودن';
$_['column_action']       = 'عملیات';

// Entry
$_['entry_name']          = 'نام کوپن';
$_['entry_code']          = 'کد';
$_['entry_type']          = 'نوع';
$_['entry_discount']      = 'تخفیف';
$_['entry_logged']        = 'ورود مشتری';
$_['entry_shipping']      = 'ارسال رایگان';
$_['entry_total']         = 'مقدار کل';
$_['entry_category']      = 'دسته بندی';
$_['entry_product']       = 'محصولات';
$_['entry_date_start']    = 'تاریخ شروع';
$_['entry_date_end']      = 'تاریخ پایان';
$_['entry_uses_total']    = 'استفاده از هر کوپن';
$_['entry_uses_customer'] = 'استفاده توسط مشتری';
$_['entry_status']        = 'وضعیت';

// Help
$_['help_code']           = 'کدی را که مشتری برای تخفیف وارد می‌نماید.';
$_['help_type']           = 'درصد و یا مقدار ثابت.';
$_['help_logged']         = 'مشتری برای استفاده از کوپن وارد شود ؟.';
$_['help_total']          = 'مبلغی که در صورت رسیدن به آن کوپن معتبر می‌شود.';
$_['help_category']       = 'محصولاتی که زیر مجموعه ی این دسته می‌باشد را انتخاب نمایید.';
$_['help_product']        = 'محصولاتی که می‌تواند مشمول این کوپن شوند. اگر هیچکدام انتخاب نشوند، این کوپن برای همه محصولات در نظر گرفته می‌شود.';
$_['help_uses_total']     = 'حداکثر تعداد دفعاتی که مشتری می‌تواند از هر کوپن استفاده نماید. برای استفاده نامحدود باکس را خالی بگذارید';
$_['help_uses_customer']  = 'تعداد دفعاتی که هر مشتری می‌تواند از کوپن استفاده نماید. برای استفاده نامحدود باکس را خالی بگذارید';

// Error
$_['error_permission']    = 'هشدار: شما اجازه ویرایش کوپن تخفیف را ندارید!';
$_['error_exists']        = 'هشدار: این کد کوپن قبلا استفاده شده است!';
$_['error_name']          = 'نام کوپن باید بین 3 تا 128 کاراکتر باشد!';
$_['error_code']          = 'کد باید بین 3 تا 10 کاراکتر باشد!';
?>