<?php
// Heading
$_['heading_title']     = 'رویدادها';

// Text
$_['text_success']      = 'رویداد با موفقیت ویرایش شد!';
$_['text_list']         = 'لیست رویدادها';
$_['text_event']        = 'رویدادها توسط افزونه ها استفاده می شود تا توابع پیش فرض فروشگاه شما را جایگزین نماید. در صورت نیاز شما می توانید رویدادها را از اینجا فعال یا غیرفعال نمایید.';

// Column
$_['column_code']       = 'کد رویداد';
$_['column_trigger']    = 'راه انداختن';
$_['column_action']     = 'عملیات';
$_['column_status']     = 'وضعیت';
$_['column_date_added'] = 'تاریخ افزودن';
$_['column_action']     = 'عملیات';

// Error
$_['error_permission']  = 'هشدار: شما اجازه ویرایش رویدادها را ندارید!';
?>