<?php
// Heading
$_['heading_title']        = 'نصاب افزونه';

// Text
$_['text_upload']          = 'افزونه شما آپلود شد';
$_['text_success']         = 'افزونه شما با موفقیت نصب شد!';
$_['text_unzip']           = 'در حال استخراج فایل ها از حالت فشرده!';
$_['text_ftp']             = 'در حال کپی فایل ها!';
$_['text_sql']             = 'در حال اجرای SQL!';
$_['text_xml']             = 'در حال اعمال تغییرات!';
$_['text_php']             = 'در حال اجرای PHP!';
$_['text_remove']          = 'در حال حذف فایل های موقت!';
$_['text_clear']           = 'تمام فایل های موقت با موفقیت پاک شدند!';

// Entry
$_['entry_upload']         = 'آپلود فایل';
$_['entry_overwrite']      = 'فایل هایی که جایگزین خواهند شد';
$_['entry_progress']       = 'پیشرفت';

// Help
$_['help_upload']          = 'یک فایل تغییرات با پسوند ".ocmod.zip" یا ".ocmod.xml" نیاز است.';

// Error
$_['error_permission']     = 'هشدار: شما اجازه دسترسی به نصاب افزونه را ندارید!';
$_['error_temporary']      = 'هشدار: برخی از فایل های موقت نیاز به حذف دارند. برای حذف آنها روی دکمه پاک کردن کلیک نمایید!';
$_['error_upload']         = 'فایل را نمی‌توان آپلود کرد!';
$_['error_filetype']       = 'نوع فایل نامعتبر!';
$_['error_file']           = 'نمی‌توان فایل را پیدا کرد!';
$_['error_unzip']          = 'فایل زیپ نمی‌تواند باز شود!';
$_['error_code']           = 'تغییرات نیاز به یک کد شناسه یکتا دارد!';
$_['error_exists']         = 'تغییرات %s در حال استفاده از کد شناسه فایلی است که شما می خواهید آنرا آپلود کنید!';
$_['error_directory']      = 'پوشه حاوی فایل هایی که آپلود شده اند را نمی‌توان پیدا کرد!';
$_['error_ftp_status']     = 'اف تی پی باید از طریق تنظیمات فروشگاه فعال شود';
$_['error_ftp_connection'] = 'نمی‌توان متصل شد به عنوان %s:%s';
$_['error_ftp_login']      = 'نمی‌توان به عنوان %s وارد شد';
$_['error_ftp_root']       = 'نمی‌توان پوشه روت را به عنوان %s ست کرد';
$_['error_ftp_directory']  = 'نمی‌توان پوشه %s را تغییر داد';
$_['error_ftp_file']       = 'نمی‌توان فایل %s را آپلود کرد';
?>