<?php
// Heading 
$_['heading_title']     = 'تغییرات و اصلاحات';

// Text
$_['text_success']      = 'تغییرات با موفقیت ویرایش شد!';
$_['text_refresh']      = 'هرگاه شما آیتمی را فعال / غیرفعال می‌کنید یا یک تغییرات را حذف می‌کنید، نیاز است که روی دکمه بازگذاری مجدد کلیک کنید تا کش تغییرات دوباره ساخته شود!';
$_['text_list']         = 'لیست تغییرات';

// Column
$_['column_name']       = 'نام تغییرات';
$_['column_author']     = 'نویسنده';
$_['column_version']    = 'نسخه';
$_['column_status']     = 'وضعیت';
$_['column_date_added'] = 'تاریخ افزودن';
$_['column_action']     = 'عملیات';

// Error
$_['error_permission']  = 'هشدار: شما اجازه ویرایش تغییرات را ندارید!';
?>