<?php
// Heading 
$_['heading_title']        = 'دفترچه آدرس';

// Text
$_['text_account']         = 'حساب کاربری';
$_['text_address_book']    = 'ورودی های دفترچه آدرس';
$_['text_edit_address']    = 'ويرايش آدرس';
$_['text_add']             = 'آدرس شما با موفقيت افزوده شد';
$_['text_edit']            = 'آدرس شما با موفقیت بروزرسانی شد';
$_['text_delete']          = 'آدرس شما با موفقیت حذف شد';
$_['text_empty']           = 'شما هیچ آدرسی در حساب کاربری تان ندارید.';

// Entry
$_['entry_firstname']      = 'نام';
$_['entry_lastname']       = 'نام خانوادگی';
$_['entry_company']        = 'شرکت';
$_['entry_address_1']      = 'آدرس 1';
$_['entry_address_2']      = 'آدرس 2';
$_['entry_postcode']       = 'کد پستی';
$_['entry_city']           = 'شهر';
$_['entry_country']        = 'کشور';
$_['entry_zone']           = 'استان';
$_['entry_default']        = 'آدرس پیش فرض';

// Error
$_['error_delete']         		  = 'هشدار: شما باید حداقل یک آدرس وارد نمایید!';
$_['error_default']        		  = 'هشدار: شما نمی توانید آدرس پیش فرض خود را حذف نمایید!';
$_['error_firstname']      		  = 'نام باید بین 1 تا 32 کاراکتر باشد!';
$_['error_lastname']       		  = 'نام خانوادگی باید بین 1 تا 32 کاراکتر باشد!';
$_['error_vat']            		  = 'تعداد مالیات بر ارزش افزوده نامعتبر است!';
$_['error_address_1']      		  = 'آدرس 1 باید بین 3 تا 128 کاراکتر باشد!';
$_['error_postcode']       		  = 'کد پستی باید بین 2 تا 10 کاراکتر باشد!';
$_['error_city']           		  = 'شهر باید بین 2 تا 128 کاراکتر باشد!';
$_['error_country']        		  = 'لطفا یک کشور را انتخاب نمایید!';
$_['error_zone']           		  = 'لطفا يک استان را انتخاب نمایيد!';
$_['error_custom_field']   		  = '%s موردنیاز می باشد!';
?>