<?php
// Heading 
$_['heading_title']   = 'رمز عبور خود را فراموش کرده ايد؟';

// Text
$_['text_account']    = 'حساب کاربری';
$_['text_forgotten']  = 'رمز عبور را فراموش کرده ام';
$_['text_your_email'] = 'آدرس ايميل شما';
$_['text_email']      = 'آدرس ايميل مربوط به اين حساب کاربری را وارد نمایيد، روی دکمه ادامه کلیک نمایید تا رمز عبور به آدرس ايميل شما ارسال شود';
$_['text_success']    = 'یک ایمیل حاوی لینک فعال سازی به آدرس ایمیل شما ارسال شد!';

// Entry
$_['entry_email']     = 'آدرس ایمیل';
$_['entry_password']  = 'رمز عبور جدید';
$_['entry_confirm']   = 'تکرار رمز عبور';

// Error
$_['error_email']     = 'هشدار: آدرس ايميل در پرونده ما يافت نشد، لطفا دوباره سعی نمایيد!';
$_['error_approved']  = 'هشدار: حساب کاربری شما قبل از ورود نیازمند تایید مدیریت است.';
$_['error_password']  = 'رمز عبور باید بین 4 تا 20 کاراکتر باشد!';
$_['error_confirm']   = 'رمز عبور و تکرار رمز عبور باید باهم هماهنگ باشند!';
?>