<?php
// Heading 
$_['heading_title']                = 'ورود به حساب';

// Text
$_['text_account']                 = 'حساب کاربری';
$_['text_login']                   = 'ورود';
$_['text_new_customer']            = 'مشتری جدید';
$_['text_register']                = 'ثبت نام';
$_['text_register_account']        = 'با ايجاد يک حساب کاربری می توانید سريعتر خريد نمایيد، تاريخچه سفارشات خود را مشاهده نمایید و همچنين از وضعيت سفارش خود آگاهی پيدا نمایيد.';
$_['text_returning_customer']      = 'مشتری فروشگاه';
$_['text_i_am_returning_customer'] = 'من مشتری فروشگاه هستم';
$_['text_forgotten']               = 'فراموشی رمز عبور';

// Entry
$_['entry_email']                  = 'آدرس ایمیل';
$_['entry_password']               = 'رمز عبور';

// Error
$_['error_login']                  = 'هشدار: رمز عبور یا آدرس ایمیل اشتباه می باشد!';
$_['error_attempts']               = 'هشدار: حداکثر ورودهای غیرمجاز به حساب کاربری شما از تعداد مجاز فراتر رفته است. لطفا در 1 ساعت آینده مجددا سعی نمایید.';
$_['error_approved']               = 'هشدار: حساب کاربری شما قبل از ورود شما نیاز به تایید دارد!';
?>