<?php
// header
$_['heading_title']  = 'بازنشانی رمز عبور شما';

// Text
$_['text_account']   = 'حساب کاربری';
$_['text_password']  = 'رمز عبور جدیدی که می خواهید استفاده کنید را وارد کنید.';
$_['text_success']   = 'رمز عبور شما با موفقیت بروزرسانی شد.';

// Entry
$_['entry_password'] = 'رمز عبور';
$_['entry_confirm']  = 'تکرار رمز عبور';

// Error
$_['error_password'] = 'رمز عبور باید بین 4 تا 20 کاراکتر باشد!';
$_['error_confirm']  = 'رمز عبور و تکرار رمز عبور باید باهم هماهنگ باشند!';
$_['error_code']     = 'کد بازنشانی رمز عبور نامعتبر است یا قبلا استفاده شده است!';
?>