<?php
// Heading
$_['heading_title'] = 'حساب کاربری شما ايجاد شده است!';

// Text
$_['text_message']  = '<p>تبريک! حساب کاربری شما با موفقيت ایجاد شد!</p> <p>شما هم اکنون می توانید از مزایای عضویت بهرمند شوید و خرید آنلاین را با ما تجربه نمایید.</p> <p>اگر شما هر گونه سوالی در مورد عملکرد اين فروشگاه داريد به صاحب فروشگاه ایمیل ارسال کنید.</p> <p>یک تاییدیه به آدرس ایمیل شما ارسال شد. اگر آنرا تا یک ساعت دیگر دریافت نکردید، لطفا <a href="%s">با ما تماس بگیرید</a>.</p>';
$_['text_approval'] = '<p>از شما برای ثبت نام در %s متشکریم !</p><p>شما می توانيد از طريق ايميل آگاه شوبد که صاحب فروشگاه حساب شما را فعال کرده است .</p><p>اگر شما هر گونه سوال در مورد عملکرد اين فروشگاه داريد می توانيد لطفا <a href="%s">با صاحب فروشگاه تماس بگیرید</a>. </p>';
$_['text_account']  = 'حساب کاربری';
$_['text_success']  = 'موفقیت';
?>