<?php
// Heading 
$_['heading_title']    = 'خرید یک کارت هدیه';

// Text
$_['text_account']     = 'حساب کاربری';
$_['text_voucher']     = 'کارت هدیه';
$_['text_description'] = 'کارت هدیه پس از سفارش و تسویه حساب برای ایمیل گیرنده ارسال خواهد شد.';
$_['text_agree']       = 'من برگشت ناپذیری وجه کارت هدیه را می پذیرم.';
$_['text_message']     = '<p>از شما برای خرید کارت هدیه متشکریم! بعد از تکمیل سفارش یک ایمیل به همراه جزئیات کارت هدیه و نحوه ی استفاده از آن برایتان ارسال خواهد شد.</p>';
$_['text_for']         = '%s کارت هدیه برای %s';

// Entry
$_['entry_to_name']    = 'نام گیرنده';
$_['entry_to_email']   = 'ایمیل گیرنده';
$_['entry_from_name']  = 'نام شما';
$_['entry_from_email'] = 'ایمیل شما';
$_['entry_theme']      = 'قالب کارت هدیه';
$_['entry_message']    = 'متن پیام';
$_['entry_amount']     = 'مقدار';

// Help
$_['help_message']     = 'اختیاری';
$_['help_amount']      = 'مقدار باید بین %s و %s باشد';

// Error
$_['error_to_name']    = 'نام گیرنده باید بین 1 تا 64 کاراکتر باشد!';
$_['error_from_name']  = 'نام شما باید بین 1 تا 64 کاراکتر باشد!';
$_['error_email']      = 'آدرس ایمیل شما نامعتبر می باشد!';
$_['error_theme']      = 'شما باید یک قالب انتخاب نمایید!';
$_['error_amount']     = 'مقدار باید بین %s و %s باشد!';
$_['error_agree']      = 'هشدار: موافقت با شرایط بازگشت ناپذیری وجه کارت هدیه الزامی می باشد.';
?>