<?php
// Heading 
$_['heading_title']   = 'رمز عبور خود را فراموش کرده ايد؟';

// Text
$_['text_account']    = 'حساب بازاریابی';
$_['text_forgotten']  = 'رمز عبور را فراموش کرده ام';
$_['text_your_email'] = 'آدرس ايميل شما';
$_['text_email']      = 'آدرس ايميل مربوط به اين حساب کاربری را وارد نمایيد، سپس روی دکمه ادامه کلیک نمایید تا رمز عبور به آدرس ايميل شما ارسال شود';
$_['text_success']    = 'رمز جديد به آدرس ايميل شما ارسال شد!';

// Entry
$_['entry_email']     = 'آدرس ایمیل';

// Error
$_['error_email']     = 'هشدار: آدرس ايميل در پرونده ما يافت نشد، لطفا دوباره امتحان نمایيد!';
$_['error_approved']  = 'هشدار: حساب کاربری شما قبل از ورود شما نیاز به تایید دارد!';
?>