<?php
// Heading 
$_['heading_title']                 = 'برنامه بازاریابی';

// Text
$_['text_account']                  = 'حساب بازاریابی';
$_['text_login']                    = 'ورود';
$_['text_description']              = '<p>%s برنامه بازاریابی این امکان رایگان را برای کاربران قادر می سازد تا با قرار دادن لینک یا لینک ها در وب سایت خود به تبلیغ  %s یا محصولات آن و به کسب درآمد از آن بپردازند. با خرید محصولات توسط خرید کنندگان توسط لینک شما کمیسیونی(درصدی از فروش) به شما پرداخت می شود. نرخ کمیسیون معمول در حال حاضر  % s می باشد.</p><p>برای کسب اطلاعات بیشتر به صفحه پرسش و پاسخ یا به شرایط بازاریابی ما مراجعه نمایید.</p>';
$_['text_new_affiliate']            = 'بازاریاب جدید';
$_['text_register_account']         = '<p>من عضو برنامه بازاریابی نیستم.</p><p>برای ایجاد حساب بازاریابی بر روی دکمه ادامه کلیک نمایید. لطفا توجه نمایید شما به حساب مشتری متصل نیستید.</p>';
$_['text_returning_affiliate']      = 'ورود بازاریاب';
$_['text_i_am_returning_affiliate'] = 'من بازاریاب هستم.';
$_['text_forgotten']                = 'رمز عبور را فراموش کرده ام';

// Entry
$_['entry_email']                   = 'ایمیل بازاریاب';
$_['entry_password']                = 'رمز عبور';

// Error
$_['error_login']                   = 'هشدار: رمز عبور یا آدرس ایمیل اشتباه می باشد!';
$_['error_attempts']                = 'هشدار: حداکثر ورودهای غیرمجاز به حساب کاربری شما از تعداد مجاز فراتر رفته است. لطفا در 1 ساعت آینده مجددا سعی نمایید.';
$_['error_approved']                = 'هشدار: حساب کاربری شما قبل از ورود شما نیاز به تایید دارد!';
?>