<?php
// Heading
$_['heading_title']     = 'گروه های مشتری';

// Text
$_['text_success']      = 'گروه های مشتری با موفقیت ویرایش شد!';
$_['text_list']         = 'لیست گروه مشتری';
$_['text_add']          = 'افزودن گروه مشتری';
$_['text_edit']         = 'ویرایش گروه مشتری';

// Column
$_['column_name']       = 'نام گروه مشتری';
$_['column_sort_order'] = 'ترتیب';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام گروه مشتری';
$_['entry_description'] = 'توضیحات';
$_['entry_approval']    = 'تایید مشتریان جدید';
$_['entry_sort_order']  = 'ترتیب';

// Help
$_['help_approval']     = 'مشتریان باید توسط مدیر تایید شوند قبل از اینکه بتوانند وارد فروشگاه شوند.';

// Error
$_['error_permission']   = 'هشدار: شما اجازه ویرایش گروه های مشتری را ندارید!';
$_['error_name']         = 'نام گروه مشتری باید  بین 3 تا 32 کاراکتر باشد!';
$_['error_default']      = 'هشدار: این گروه کاربری را نمی‌توانید حذف نمایید زیرا در حال حاضر به گره کاربری پیش فرض فروشگاه اختصاص یافته است!';
$_['error_store']        = 'هشدار: این گروه مشتری را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_customer']     = 'هشدار: این گروه مشتری را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s مشتری اختصاص یافته است!';
?>