<?php
// Heading
$_['heading_title']                = 'فروشگاه ها';

// Text
$_['text_settings']                = 'تنظیمات';
$_['text_success']                 = 'تغییرات شما در فروشگاه ها ذخیره شد!';
$_['text_list']                    = 'لیست فروشگاه';
$_['text_add']                     = 'افزودن فروشگاه';
$_['text_edit']                    = 'ویرایش فروشگاه';
$_['text_items']                   = 'آیتم ها';
$_['text_tax']                     = 'مالیات';
$_['text_account']                 = 'حساب کاربری';
$_['text_checkout']                = 'تسویه حساب';
$_['text_stock']                   = 'موجودی';
$_['text_shipping']                = 'آدرس فروشگاه';
$_['text_payment']                 = 'آدرس پرداخت';

// Column
$_['column_name']                  = 'نام فروشگاه';
$_['column_url']	               = 'آدرس فروشگاه';
$_['column_action']                = 'عملیات';

// Entry
$_['entry_url']                    = 'آدرس فروشگاه';
$_['entry_ssl']                    = 'آدرس SSL فروشگاه';
$_['entry_meta_title']             = 'متاتگ عنوان';
$_['entry_meta_description']       = 'متاتگ توضیحات';
$_['entry_meta_keyword']           = 'متاتگ کلمات کلیدی';
$_['entry_layout']                 = 'چیدمان پیش فرض';
$_['entry_theme']                  = 'قالب';
$_['entry_name']                   = 'نام فروشگاه';
$_['entry_owner']                  = 'مدیریت فروشگاه';
$_['entry_address']                = 'آدرس';
$_['entry_geocode']                = 'منطقه جغرافیایی';
$_['entry_email']                  = 'ایمیل';
$_['entry_telephone']              = 'تلفن';
$_['entry_fax']                    = 'فکس';
$_['entry_image']                  = 'تصویر';
$_['entry_open']                   = 'ساعت بازگشایی';
$_['entry_comment']                = 'نظرات';
$_['entry_location']               = 'موقعیت فروشگاه';
$_['entry_country']                = 'کشور';
$_['entry_zone']                   = 'استان';
$_['entry_language']               = 'واحد زبان';
$_['entry_currency']               = 'واحد پول';
$_['entry_tax']                    = 'نمایش واحد پول با مالیات';
$_['entry_tax_default']            = 'استفاده فروشگاه از آدرس مالیات';
$_['entry_tax_customer']           = 'استفاده مشتری از آدرس مالیات';
$_['entry_customer_group']         = 'گروه مشتریان';
$_['entry_customer_group_display'] = 'گروههای مشتریان';
$_['entry_customer_price']         = 'نمایش قیمت محصول با ورود کاربر';
$_['entry_account']                = 'آیتم های حساب کاربری';
$_['entry_cart_weight']            = 'نمایش وزن در صفحه سبد خرید';
$_['entry_checkout_guest']         = 'تسویه حساب میهمان';
$_['entry_checkout']               = 'آیتم های تسویه حساب';
$_['entry_order_status']           = 'وضعیت سفارش';
$_['entry_stock_display']          = 'نمایش موجودی';
$_['entry_stock_checkout']         = 'نمایش موجود در تسویه حساب';
$_['entry_logo']                   = 'لوگو فروشگاه';
$_['entry_icon']                   = 'آیکون';
$_['entry_secure']                 = 'استفاده از SSL';

// Help
$_['help_url']                         = 'آدرس کامل فروشگاه را وارد نمایید .از اضافه شدن \'/\' در اخر مطمئن شوید . مثال : http://opencartcms.org/path<br /><br />برای ایجاد فروشگاه از پوشه جدید استفاده ننمایید. شما باید معمولا اشاره به دامنه یا زیر دامنه دیگر خود نمایید.';
$_['help_ssl']                         = 'آدرس SSL فروشگاه شما. آدرس کامل فروشگاه را وارد نمایید .از اضافه شدن \'/\' در اخر مطمئن شوید . مثال : http://opencartcms.org/path<br /><br />برای ایجاد فروشگاه از پوشه جدید استفاده ننمایید.شما باید معمولا اشاره به دامنه یا زیر دامنه دیگر خود نمایید.';
$_['help_geocode']                     = 'لطفا کد جغرافیایی(Geocode) موقعیت فروشگاهتان را به صورت دستی وارد نمایید.';
$_['help_open']                        = 'ساعات بازگشایی فروشگاه را وارد نمایید.';
$_['help_comment']                     = 'این فیلد برای توضیحات ویژه است که می‌خواهید به اطلاع مشتری برسد، مثلا: فروشگاه چک قبول نمی‌کند.';
$_['help_location']                    = 'موقعیت متفاوت فروشگاه که می‌خواهید روی فرم تماس با ما نمایش داده شود.';
$_['help_currency']                    = 'پس از تغییر واحد پول پیش فرض کش مرورگر و کوکی های مرورگر خود را پاک سازی کرده تا تغییرات را مشاهده نمایید.';
$_['help_tax_default']                 = 'استفاده از آدرس فروشگاه برای محاسبه ی مالیات در زمانی که هیچ کاربری وارد سیستم نشده است. شما می‌توانید از آدرس فروشگاه برای آدرس حمل و نقل یا پرداخت آن ها استفاده نمایید.';
$_['help_tax_customer']                = 'استفاده از آدرس پیش فرض مشتری برای محاسبه مالیات، در هنگامی که در سیستم وارد می‌شود. شما می‌توانید از آدرس پیش فرضی برای آدرس حمل و نقل یا پرداخت مشتریان استفاده نمایید.';
$_['help_customer_group']              = 'گروه پیش فرض مشتری.';
$_['help_customer_group_display']      = 'نمایش گروه های مشتری در حین ثبت نام  مشتری جدید و امکان انتخاب گروه مشتری به عنوان عمده فروش و ... توسط مشتری.';
$_['help_customer_price']              = 'تنها زمانی که مشتری وارد شود قیمت نمایش داده می‌شود.';
$_['help_account']                     = 'کاربر قبل از ایجاد یک حساب کاربری باید شرایط ایجاد حساب را تایید کند.';
$_['help_checkout_guest']              = 'اجازه دادن به مشتریان برای خرید بدون ثبت نام.برای محصولات دانلودی حتما باید ثبت نام شوند.';
$_['help_checkout']                    = 'کاربر قبل از تسویه حساب شرایط پرداخت را تایید کند.';
$_['help_order_status']         	   = 'تعیین وضعیت پیش فرض برای سفارش های در حال بررسی.';
$_['help_stock_display']               = 'نمایش تعداد موجودی انبار در صفحه محصول.';
$_['help_stock_checkout']              = 'به مشتریان اجازه می‌دهد در صورت موجود نبودن محصول در انبار آن را خریداری کنند.';
$_['help_icon']                        = 'آیکن باید با فرمت PNG و در ابعاد 16 px در 16 px باشد.';
$_['help_secure']                      = 'برای استفاده از اس اس ال چک نمایید که گواهینامه اس اس ال روی هاست شما نصب است.';

// Error
$_['error_warning']                    = 'هشدار: لطفا فرم را با دقت برای رفع خطاهای رخ داده چک نمایید!';
$_['error_permission']                 = 'هشدار: شما اجازه ویرایش فروشگاه ها را ندارید!';
$_['error_url']                        = 'آدرس فروشگاه مورد نیاز است!';
$_['error_meta_title']                 = 'عنوان باید بین 3 تا 32 کاراکتر باشد!';
$_['error_name']                	   = 'نام فروشگاه باید بین 3 تا 32 کاراکتر باشد!';
$_['error_owner']               	   = 'نام مدیریت فروشگاه باید بین 3 تا 64 کاراکتر باشد!';
$_['error_address']             	   = 'آدرس فروشگاه باید بین 10 تا 256 کاراکتر باشد!';
$_['error_email']               	   = 'ایمیل فروشگاه نامعتبر می باشد!';
$_['error_telephone']           	   = 'تلفن فروشگاه باید بین 3 تا 32 کاراکتر باشد!';
$_['error_customer_group_display']     = 'برای استفاده از این ویژگی باید گروه مشتری پیش فرض را انتخاب نمایید!';
$_['error_default']                    = 'هشدار:شما نمی‌توانید فروشگاه پیش فرض را حذف نمایید!';
$_['error_store']                      = 'هشدار: این فروشگاه را نمی‌توانید حذف نمایید زیرا در حال حاضر %s سفارش به فروشگاه اختصاص یافته است!';
?>