<?php
// Heading  
$_['heading_title']     = 'کارت های هدیه';

// Text
$_['text_success']      = 'کارت هدیه با موفقیت ویرایش شد!';
$_['text_list']         = 'لیست کارت هدیه';
$_['text_add']          = 'افزودن کارت هدیه';
$_['text_edit']         = 'ویرایش کارت هدیه';
$_['text_sent']         = 'ارسال کارت هدیه به ایمیل با موفقیت انجام گردید!';

// Column
$_['column_name']       = 'نام کارت';
$_['column_code']       = 'کد';
$_['column_from']       = 'از';
$_['column_to']         = 'به';
$_['column_theme']      = 'قالب';
$_['column_amount']     = 'مقدار';
$_['column_status']     = 'وضعیت';
$_['column_order_id']   = 'شناسه سفارش';
$_['column_customer']   = 'مشتری';
$_['column_date_added'] = 'تاریخ افزودن';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_code']        = 'کد';
$_['entry_from_name']   = 'نام فرستنده';
$_['entry_from_email']  = 'ایمیل فرستنده';
$_['entry_to_name']     = 'نام گیرنده';
$_['entry_to_email']    = 'ایمیل گیرنده';
$_['entry_theme']       = 'قالب';
$_['entry_message']     = 'متن پیام';
$_['entry_amount']      = 'مقدار';
$_['entry_status']      = 'وضعیت';

// Help
$_['help_code']         = 'کدی را که مشتری برای فعالسازی کارت هدیه وارد می‌نماید.';

// Error
$_['error_selection']   = 'هشدار: هیچ کارت هدیه ای انتخاب نشده است!';
$_['error_permission']  = 'هشدار: شما اجازه ویرایش کارت هدیه را ندارید!';
$_['error_exists']      = 'هشدار: این کارت هدیه قبلا استفاده شده است!';
$_['error_code']        = 'کد باید بین 3 تا 10 کاراکتر باشد!';
$_['error_to_name']     = 'نام گیرنده باید بین 1 تا 64 کاراکتر باشد!';
$_['error_from_name']   = 'نام شما باید بین 1 تا 64 کاراکتر باشد!';
$_['error_email']       = 'آدرس ایمیل نامعتبر می‌باشد!';
$_['error_amount']      = 'مقدار باید بزرگتر یا مساوی با 1 باشد!';
$_['error_order']       = 'هشدار: این کارت هدیه را نمی‌توانید حذف نمایید زیرا  قسمتی از <a href="%s">سفارش</a> می‌باشد!';
?>