<?php
// Heading
$_['heading_title']     = 'قالب های کارت هدیه';

// Text
$_['text_success']      = 'قالب کارت هدیه با موفقیت ویرایش شد!';
$_['text_list']         = 'لیست قالب کارت هدیه';
$_['text_add']          = 'افزودن قالب کارت هدیه';
$_['text_edit']         = 'ویرایش قالب کارت هدیه';

// Column
$_['column_name']       = 'نام قالب کارت هدیه';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام قالب کارت هدیه';
$_['entry_description'] = 'توضیحات قالب کارت هدیه';
$_['entry_image']       = 'تصویر';

// Error
$_['error_permission']  = 'هشدار: شما اجازه ویرایش قالب کارت هدیه را ندارید!';
$_['error_name']        = 'نام قالب کارت هدیه باید بین 3 تا 32 کاراکتر باشد!';
$_['error_image']       = 'تصویر مورد نیاز است!';
$_['error_voucher']     = 'هشدار: این قالب را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s کارت هدیه اختصاص یافته است!';
?>