<?php
// Heading
$_['heading_title']    = 'پرفروش ترین محصولات';

// Text
$_['text_module']      = 'ماژول ها';
$_['text_success']     = 'نتیجه: ماژول پرفروش ترین ها با موفقیت تغییر یافت!';
$_['text_edit']        = 'ویرایش ماژول پرفروش ترین ها';

// Entry
$_['entry_name']       = 'نام ماژول';
$_['entry_limit']      = 'تعداد';
$_['entry_image']      = 'تصویر (H x W) و نوع تغییر اندازه';
$_['entry_width']      = 'عرض';
$_['entry_height']     = 'ارتفاع';
$_['entry_status']     = 'وضعیت';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر ماژول پرفروش ترین ها وجود ندارد!';
$_['error_name']       = 'نام ماژول باید بین 3 تا 64 کاراکتر باشد!';
$_['error_width']      = 'عرض مورد نیاز است!';
$_['error_height']     = 'ارتفاع مورد نیاز است!';
?>