<?php
// Heading
$_['heading_title']    = 'مديريت تصاویر';
 
// Text
$_['text_uploaded']    = 'فايل شما با موفقيت آپلود شد!';
$_['text_directory']   = 'پوشه با موفقیت ایجاد شد!';
$_['text_delete']      = 'فايل يا پوشه شما با موفقيت حذف شد!';

// Entry
$_['entry_search']     = 'جستجو..';
$_['entry_folder']     = 'نام پوشه';

// Error
$_['error_permission'] = 'هشدار: دسترسی وجود ندارد!';
$_['error_filename']   = 'هشدار: نام فایل باید بین 3 تا 255 کاراکتر باشد!';
$_['error_folder']     = 'هشدار: نام پوشه باید بین 3 تا 255 کاراکتر باشد!';
$_['error_exists']     = 'هشدار: یک پوشه با همین نام وجود دارد!';
$_['error_directory']  = 'هشدار: پوشه موجود نیست!';
$_['error_filetype']   = 'هشدار: نوع فایل نادرست می‌باشد!';
$_['error_upload']     = 'هشدار: فایل به دلایل نامشخصی آپلود نشده است!';
$_['error_delete']     = 'هشدار: امکان حذف این پوشه وجود ندارد!';
?>