<?php
// Heading
$_['heading_title']    = 'حمل و نقل بین شهری';

// Text
$_['text_shipping']    = 'حمل و نقل';
$_['text_success']     = 'نتیجه: حمل و نقل بین شهری با موفقیت تغییر یافت!';
$_['text_edit']        = 'ویرایش حمل و نقل بین شهری';

// Entry
$_['entry_rate']       = 'نرخ حمل و نقل بین شهری';
$_['entry_tax_class']  = 'کلاس مالیات';
$_['entry_geo_zone']   = 'منطقه جغرافيايی';
$_['entry_status']     = 'وضعيت';
$_['entry_sort_order'] = 'ترتیب';

// Help
$_['help_rate']        = 'مقادیر را حداکثر تا 5 رقم صحیح و 2 رقم اعشار وارد نمایید. (12345.67) مثال: .1:1,.25:1.27 - وزن های کمتر یا مساوی 0.1 کیلوگرم هزینه و پوندشان برابر 1.00 می باشد، وزن های کمتر یا مساوی 0.25 کیلوگرم و بیشتر از 0.1 کیلوگرم هزینه و قیمتشان برابر 1.27 می باشد. کیلوگرم و یا سمبل ها و نمادها را وارد نکنید.';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر حمل و نقل بین شهری وجود ندارد!';
?>