<?php
// Heading
$_['heading_title']    = 'حمل و نقل رايگان';

// Text
$_['text_shipping']    = 'حمل و نقل';
$_['text_success']     = 'نتیجه: حمل و نقل رایگان با موفقیت تغییر یافت!';
$_['text_edit']        = 'ویرایش حمل و نقل رایگان';

// Entry
$_['entry_total']      = 'جمع';
$_['entry_geo_zone']   = 'منطقه جغرافیایی';
$_['entry_status']     = 'وضعیت';
$_['entry_sort_order'] = 'ترتیب';

// Help
$_['help_total']       = 'قبل از اینکه ماژول حمل و نقل رایگان در دسترس باشد مقدار جمع جزئی مورد نیاز می باشد.';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر حمل و نقل رایگان وجود ندارد!';
?>