<?php
// Heading
$_['heading_title']           = 'ارسال در 48 ساعت';

// Text
$_['text_shipping']           = 'حمل و نقل';
$_['text_success']            = 'نتیجه: حمل و نقل ارسال در 48 ساعت با موفقیت تغییر یافت!';
$_['text_edit']               = 'ویرایش حمل و نقل ارسال در 48 ساعت';

// Entry
$_['entry_rate']              = 'نرخ ارسال در 48 ساعت';
$_['entry_insurance']         = 'نرخ جبران دیرکرد ارسال در 48 ساعت';
$_['entry_display_weight']    = 'نمایش وزن تحویل';
$_['entry_display_insurance'] = 'نمایش بیمه';
$_['entry_display_time']      = 'نمایش زمان تحویل';
$_['entry_tax_class']         = 'کلاس مالیات';
$_['entry_geo_zone']          = 'منطقه جغرافیایی';
$_['entry_status']            = 'وضعیت';
$_['entry_sort_order']        = 'ترتیب';

// Help
$_['help_rate']              = 'مقادیر را حداکثر تا 5 رقم صحیح و 2 رقم اعشار وارد نمایید. (12345.67) مثال: .1:1,.25:1.27 - وزن های کمتر یا مساوی 0.1 کیلوگرم هزینه و پوندشان برابر 1.00 می باشد، وزن های کمتر یا مساوی 0.25 کیلوگرم و بیشتر از 0.1 کیلوگرم هزینه و قیمتشان برابر 1.27 می باشد. کیلوگرم و یا سمبل ها و نمادها را وارد نکنید.';
$_['help_insurance']         = 'مقادیر را حداکثر تا 5 رقم صحیح و 2 رقم اعشار وارد نمایید. (12345.67) مثال: 34:0,100:1,250:2.25 - پوشش بیمه برای ارزش سبد خرید تا سقف 34 هزینه 0.00 اضافه خواهد شد، برای ارزش های بالای 100 و تا سقف 250 هزینه 2.25 اضافه خواهد شد. سمبل ها و نمادهای واحد پول را وارد نکنید.';
$_['help_display_weight']    = 'آیا مایل به نمایش وزن کالای تحویلی می باشید؟ (برای مثال وزن 2.7674 کیلوگرم نمایش داده شود.)';
$_['help_display_insurance'] = 'آیا مایل به نمایش بیمه حمل و نقل می باشید؟ (مثال: بیمه تا سقف 500)';
$_['help_display_time']      = 'آیا مایل به نمایش زمان تحویل کالا می باشید؟ (برای مثال زمان تحویل 3 تا 5 روز نمایش داده شود.)';

// Error
$_['error_permission']        = 'هشدار: امکان تغییر حمل و نقل ارسال در 48 ساعت وجود ندارد!';
?>