<?php
// Heading
$_['heading_title']    = 'حمل و نقل براساس وزن';

// Text
$_['text_shipping']    = 'حمل و نقل';
$_['text_success']     = 'نتیجه: حمل و نقل براساس وزن با موفقیت تغییر یافت!';
$_['text_edit']        = 'ویرایش حمل و نقل براساس وزن';

// Entry
$_['entry_rate']       = 'نرخ ها';
$_['entry_tax_class']  = 'کلاس مالیات';
$_['entry_geo_zone']   = 'منطقه جغرافیایی';
$_['entry_status']     = 'وضعیت';
$_['entry_sort_order'] = 'ترتیب';

// Help
$_['help_rate']        = 'به عنوان مثال: 5:10.00,7:12.00 وزن: هزینه,وزن: هزینه، و غیره.';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر حمل و نقل براساس وزن وجود ندارد!';
?>