<?php
// Heading
$_['heading_title']     = 'واحد زبان';

// Text
$_['text_success']      = 'واحد زبان با موفقیت تغییر یافت!';
$_['text_list']         = 'لیست زبان ها';
$_['text_add']          = 'افزودن زبان';
$_['text_edit']         = 'ویرایش زبان';

// Column
$_['column_name']       = 'نام زبان';
$_['column_code']       = 'کد';
$_['column_sort_order'] = 'ترتیب';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام زبان';
$_['entry_code']        = 'کد';
$_['entry_locale']      = 'محلی';
$_['entry_status']      = 'وضعیت';
$_['entry_sort_order']  = 'ترتیب';

// Help
$_['help_locale']       = 'مثال: fa_IR.UTF-8,fa_IR,fa-ir,persian';
$_['help_status']       = 'پنهان/نمایش در کرکره زبان';

// Error
$_['error_permission']  = 'هشدار: شما اجازه ویرایش واحد زبان را ندارید!';
$_['error_exists']      = 'هشدار: شما قبلاً این واحد زبان را اضافه کرده اید!';
$_['error_name']        = 'نام زبان باید بین 3 تا 32 کاراکتر باشد!';
$_['error_code']        = 'کد زبان باید حداقل 2 کاراکتر باشد!';
$_['error_locale']      = 'محلی مورد نیاز می‌باشد!';
$_['error_default']     = 'هشدار: این زبان را نمی‌توانید حذف نمایید زیرا در حال حاضر به زبان پیش فرض فروشگاه اختصاص یافته است!';
$_['error_admin']       = 'هشدار: این زبان را نمی‌توانید حذف نمایید زیرا در حال حاضر به زبان قسمت مدیریت اختصاص یافته است!';
$_['error_store']       = 'هشدار: این زبان را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_order']       = 'هشدار: این زبان را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s سفارش اختصاص یافته است!';
?>