<?php
// Heading
$_['heading_title']    = 'کلاس های طولی';

// Text
$_['text_success']     = 'کلاس طولی با موفقیت ویرایش شد!';
$_['text_list']        = 'لیست کلاس طولی';
$_['text_add']         = 'افزودن کلاس طولی';
$_['text_edit']        = 'ویرایش کلاس طولی';

// Column
$_['column_title']     = 'عنوان طول';
$_['column_unit']      = 'واحد طول';
$_['column_value']     = 'مقدار';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_title']      = 'عنوان طول';
$_['entry_unit']       = 'واحد طول';
$_['entry_value']      = 'مقدار';

// Help
$_['help_value']       = 'در صورتی که طول پيش فرض شما است 1.00000 را وارد نمایید.';

// Error
$_['error_permission'] = 'هشدار: اشما اجازه ویرایش کلاس های طولی را ندارید!';
$_['error_title']      = 'عنوان طول باید بین 3 تا 32 کاراکتر باشد!';
$_['error_unit']       = 'واحد طول باید بین 1 تا 4 کاراکتر باشد!';
$_['error_default']    = 'هشدار: این کلاس طول را نمی‌توانید حذف نمایید زیرا در حال حاضر به کلاس طول پیش فرض فروشگاه اختصاص یافته است!';
$_['error_product']    = 'هشدار: این کلاس طول را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s سفارش اختصاص یافته است!';
?>