<?php
// Heading
$_['heading_title']    = 'موقعیت فروشگاه';  

// Text
$_['text_success']     = 'موقعیت فروشگاه با موفقیت ویرایش شد!'; 
$_['text_list']        = 'لیست موقعیت فروشگاه';
$_['text_add']         = 'افزودن موقعیت فروشگاه';
$_['text_edit']        = 'ویرایش موقعیت فروشگاه';
$_['text_default']     = 'پیش فرض';
$_['text_time']        = 'ساعات بازگشایی';
$_['text_geocode']     = 'کد جغرافیایی بدلیل زیر ناموفق بود:';

// Column
$_['column_name']      = 'نام فروشگاه';
$_['column_address']   = 'آدرس';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام فروشگاه';
$_['entry_address']    = 'آدرس';
$_['entry_geocode']    = 'کد جغرافیایی';
$_['entry_telephone']  = 'تلفن';
$_['entry_fax']        = 'فکس';
$_['entry_image']      = 'تصویر';
$_['entry_open']       = 'ساعات بازگشایی';
$_['entry_comment']    = 'توضیحات';

// Help
$_['help_geocode']     = 'لطفا کد جغرافیایی (Geocode) موقعیت فروشگاهتان را به صورت دستی وارد نمایید.';
$_['help_open']        = 'ساعات بازگشایی فروشگاهتان را وارد نمایید.';
$_['help_comment']     = 'این فیلد برای توضیحات خاصی است که شما می‌خواهید به مشتران خودتان بگویید، برای مثال: فروشگاه چک قبول نمی‌کند.';

// Error
$_['error_permission'] = 'هشدار: مشا اجازه ویرایش موقعیت فروشگاه را ندارید!';
$_['error_name']       = 'نام فروشگاه باید حداقل 1 کاراکتر باشد!';
$_['error_address']    = 'آدرس باید بین 3 تا 128 کاراکتر باشد!';
$_['error_telephone']  = 'تلفن باید بین 3 تا 32 کاراکتر باشد!';
?>