<?php
// Heading
$_['heading_title']    = 'وضعیت های سفارش';

// Text
$_['text_success']     = 'وضعیت سفارش با موفقیت ویرایش شد!';
$_['text_list']        = 'لیست وضعیت های سفارش';
$_['text_add']         = 'افزودن وضعیت سفارش';
$_['text_edit']        = 'ویرایش وضعیت سفارش';

// Column
$_['column_name']      = 'نام وضعیت سفارش';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام وضعیت سفارش';

// Error
$_['error_permission'] = 'هشدار: شما اجازه ویرایش وضعیت های سفارش را ندارید!';
$_['error_name']       = 'نام وضعیت سفارش باید بین 3 تا 32 کاراکتر باشد!';
$_['error_default']    = 'هشدار: این وضعیت را نمی‌توانید حذف نمایید زیرا در حال حاضر به وضعیت سفارش پیش فرض فروشگاه اختصاص یافته است!';
$_['error_download']   = 'هشدار: این وضعیت را نمی‌توانید حذف نمایید زیرا در حال حاضر به وضعیت پیش فرض دانلود اختصاص یافته است!';
$_['error_store']      = 'هشدار: این وضعیت را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_order']      = 'هشدار: این وضعیت را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s سفارش اختصاص یافته است!';
?>