<?php
// Heading
$_['heading_title']    = 'عمليات برگشت';

// Text
$_['text_success']     = 'عملیات برگشت با موفقیت ویرایش شد!';
$_['text_list']        = 'لیست عمليات برگشت';
$_['text_add']         = 'افزودن عملیات برگشت';
$_['text_edit']        = 'ویرایش عملیات برگشت';

// Column
$_['column_name']      = 'نام عمليات برگشت';
$_['column_action']    = 'عمليات';

// Entry
$_['entry_name']       = 'نام عمليات برگشت';

// Error
$_['error_permission'] = 'هشدار: شما اجازه ویرایش عمليات برگشت را ندارید!';
$_['error_name']       = 'نام عمليات برگشت بايد بين 3 تا 64 کاراکتر باشد!';
$_['error_return']     = 'هشدار: اين عمليات برگشت را نمی‌توانید حذف نمایید زيرا در حال حاضر به %s برگشت محصول اختصاص یافته است!';
?>