<?php
// Heading
$_['heading_title']    = 'وضعیت های برگشت';

// Text
$_['text_success']     = 'وضعیت برگشت با موفقیت ویرایش شد!';
$_['text_list']        = 'لیست وضعیت های برگشت';
$_['text_add']         = 'افزودن وضعیت برگشت';
$_['text_edit']        = 'ویرایش وضعیت برگشت';

// Column
$_['column_name']      = 'نام وضعیت برگشت';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام وضعیت برگشت';

// Error
$_['error_permission'] = 'هشدار: شما اجازه ویرایش وضعیت های برگشت را ندارید!';
$_['error_name']       = 'نام وضعیت برگشت باید بین 3 تا 32 کاراکتر باشد!';
$_['error_default']    = 'هشدار: اين وضعيت برگشت را نمی‌توانید حذف نمایید زيرا در حال حاضر به وضعیت برگشت پيش فرض فروشگاه اختصاص یافته است!';
$_['error_return']     = 'هشدار: اين وضعيت برگشت را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s برگشتی اختصاص یافته است!';
?>