<?php
// Heading
$_['heading_title']    = 'دلایل برگشت';

// Text
$_['text_success']     = 'دلیل برگشت با موفقیت ویرایش شد!';
$_['text_list']        = 'لیست دلایل برگشت';
$_['text_add']         = 'افزودن دلیل برگشت';
$_['text_edit']        = 'ویرایش دلیل برگشت';

// Column
$_['column_name']      = 'نام دليل برگشت';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام دليل برگشت';

// Error
$_['error_permission'] = 'هشدار: شما اجازه ویرایش دلایل برگشت را ندارید!';
$_['error_name']       = 'نام دليل برگشت بايد بين 3 تا 32 کاراکتر باشد!';
$_['error_return']     = 'هشدار: اين دليل برگشت را نمی‌توانید حذف نمایید زيرا در حال حاضر به %s برگشت محصول اختصاص یافته است!';
?>