<?php
// Heading
$_['heading_title']    = 'وضعيت های انبار';

// Text
$_['text_success']     = 'وضعيت انبار با موفقیت ویرایش شد!';
$_['text_list']        = 'لیست وضعيت انبار';
$_['text_add']         = 'افزودن وضعيت انبار';
$_['text_edit']        = 'ویرایش وضعيت انبار';

// Column
$_['column_name']      = 'نام وضعيت انبار';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام وضعيت انبار';

// Error
$_['error_permission'] = 'هشدار: شما اجازه ویرایش وضعيت های انبار را ندارید!';
$_['error_name']       = 'نام وضعيت انبار باید بین 3 تا 32 کاراکتر باشد!';
$_['error_product']    = 'اخطار : این وضعيت انبار را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s محصول اختصاص یافته است!';
?>