<?php
// Heading
$_['heading_title']     = 'کلاس های مالياتی';

// Text
$_['text_success']      = 'کلاس مالياتی با موفقیت ویرایش شد!';
$_['text_list']         = 'لیست کلاس های مالیاتی';
$_['text_add']          = 'افزودن کلاس مالياتی';
$_['text_edit']         = 'ویرایش کلاس مالياتی';
$_['text_shipping']     = 'آدرس حمل و نقل';
$_['text_payment']      = 'آدرس پرداخت';
$_['text_store']        = 'آدرس فروشگاه';

// Column
$_['column_title']      = 'عنوان کلاس مالياتی';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_title']       = 'عنوان کلاس مالياتی';
$_['entry_description'] = 'توضيحات';
$_['entry_rate']        = 'نرخ مالياتی';
$_['entry_based']       = 'بر اساس';
$_['entry_geo_zone']    = 'منطقه جغرافیایی';
$_['entry_priority']    = 'اهميت';

// Error
$_['error_permission']  = 'هشدار: شما اجازه ویرایش کلاس های مالياتی را ندارید!';
$_['error_title']       = 'عنوان کلاس ماليات بايد بين 3 تا 32 کاراکتر باشد!';
$_['error_description'] = 'توضيحات بايد بين 3 تا 255 کاراکتر باشد!';
$_['error_product']     = 'هشدار: این کلاس مالیاتی را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s محصول اختصاص یافته است!';
?>