<?php
// Heading
$_['heading_title']          = 'استان ها';

// Text
$_['text_success']           = 'استان با موفقیت ویرایش شد!';
$_['text_list']        		 = 'لیست استان ها';
$_['text_add']               = 'افزودن استان';
$_['text_edit']              = 'ویرایش استان';

// Column
$_['column_name']            = 'نام استان';
$_['column_code']            = 'کد استان';
$_['column_country']         = 'کشور';
$_['column_action']          = 'عملیات';

// Entry
$_['entry_name']             = 'نام استان';
$_['entry_code']             = 'کد استان';
$_['entry_country']          = 'کشور';
$_['entry_status']           = 'وضعيت';

// Error
$_['error_permission']       = 'هشدار: شما اجازه ویرایش استان ها را ندارید!';
$_['error_name']             = 'نام استان باید بین 3 تا 128 کاراکتر باشد!';
$_['error_default']          = 'هشدار: این استان را نمی‌توانید حذف نمایید زیرا در حال حاضر به استان پیش فرض فروشگاه اختصاص یافته است!';
$_['error_store']            = 'هشدار: این فروشگاه را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_address']          = 'هشدار: این استان را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s دفترجه آدرس اختصاص یافته است!';
$_['error_affiliate']        = 'هشدار: این استان را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s بازاریاب اختصاص یافته است!';
$_['error_zone_to_geo_zone'] = 'هشدار: این استان را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s منطقه اختصاص یافته است!';
?>