<?php
// Heading
$_['heading_title']                    = 'قالب پیش فرض فروشگاه';

// Text
$_['text_theme']                       = 'قالب ها';
$_['text_success']                     = 'تغییرات شما در قالب پیش فرض فروشگاه ذخیره شد!';
$_['text_edit']                        = 'ویرایش قالب پیش فرض فروشگاه';
$_['text_general']                     = 'عمومی';
$_['text_product']                     = 'محصولات';
$_['text_image']                       = 'تصاویر';

// Entry
$_['entry_directory']                  = 'مسیر قالب';
$_['entry_status']                     = 'وضعیت';
$_['entry_product_limit']              = 'تعداد محصول پیش فرض';
$_['entry_product_description_length'] = 'لیست توضیحات محدود';
$_['entry_image_category']             = 'اندازه تصویر دسته بندی (W x H)';
$_['entry_image_thumb']                = 'اندازه بندانگشتی تصویر محصول (W x H)';
$_['entry_image_popup']                = 'اندازه پاپ-اپ تصویر محصول (W x H)';
$_['entry_image_product']              = 'اندازه لیست تصویر محصول (W x H)';
$_['entry_image_additional']           = 'اندازه تصاویر اضافه محصول (W x H)';
$_['entry_image_related']              = 'اندازه تصاویر مشابه محصول (W x H)';
$_['entry_image_compare']              = 'اندازه تصویر در مقایسه (W x H)';
$_['entry_image_wishlist']             = 'اندازه تصویر در لیست دلخواه (W x H)';
$_['entry_image_cart']                 = 'اندازه تصویر در سبدخرید (W x H)';
$_['entry_image_location']             = 'اندازه لوگو فروشگاه (W x H)';
$_['entry_width']                      = 'عرض';
$_['entry_height']                     = 'ارتفاع';

// Help
$_['help_directory'] 	               = 'این فیلد فقط برای فعالسازی قالب های قدیمی است که با سیستم جدید قالب هماهنگ شوند. شما می توانید پوشه قالب را برای استفاده در تنظیمات اندازه تصویر که در اینجا تعریف می شود تعیین کنید.';
$_['help_product_limit'] 	           = 'تعداد آیتم هایی که  در هر صفحه از فروشگاه نمایش داده می‌شود (محصولات، دسته بندی، غیره)';
$_['help_product_description_length']  = 'در حالت لیستی، تعداد کاراکتر توضیحات کوتاه (دسته بندی ها، ویژه ها و ...)';

// Error
$_['error_permission']                 = 'هشدار: شما اجازه ویرایش قالب پیش فرض فروشگاه را ندارید!';
$_['error_limit']       	           = 'تعداد محصول موردنیاز می‌باشد!';
$_['error_image_thumb']                = 'ابعاد اندازه تصویر بند انگشتی محصول موردنیاز می‌باشد!';
$_['error_image_popup']                = 'ابعاد اندازه تصویر پاپاپ محصول موردنیاز می‌باشد!';
$_['error_image_product']              = 'ابعاد اندازه لیست محصول موردنیاز می‌باشد!';
$_['error_image_category']             = 'ابعاد اندازه لیست دسته بندی موردنیاز می‌باشد!';
$_['error_image_additional']           = 'ابعاد اندازه تصویر اضافی محصول موردنیاز می‌باشد!';
$_['error_image_related']              = 'ابعاد اندازه تصویر محصولات مشابه موردنیاز می‌باشد!';
$_['error_image_compare']              = 'ابعاد اندازه تصویر مقایسه موردنیاز می‌باشد!';
$_['error_image_wishlist']             = 'ابعاد اندازه تصویر لیست دلخواه موردنیاز می‌باشد!';
$_['error_image_cart']                 = 'ابعاد اندازه تصویر سبد خرید موردنیاز می‌باشد!';
$_['error_image_location']             = 'ابعاد اندازه تصویر فروشگاه موردنیاز می‌باشد!';
?>