<?php
// Text
$_['text_success']           = 'سفارش شما با موفقیت بروز رسانی شد!';

// Error
$_['error_permission']   	 = 'هشدار: شما اجازه دسترسی به API را ندارید!';
$_['error_customer']         = 'جزئیات مشتری برای تعیین موردنیاز می باشد!';
$_['error_payment_address']  = 'آدرس پرداخت موردنیاز می باشد!';
$_['error_payment_method']   = 'روش پرداخت موردنیاز می باشد!';
$_['error_no_payment']       = 'هشدار: هیچ گزینه پرداختی در دسترس نیست!';
$_['error_shipping_address'] = 'آدرس حمل و نقل موردنیاز می باشد!';
$_['error_shipping_method']  = 'روش حمل و نقل موردنیاز می باشد!';
$_['error_no_shipping']      = 'هشدار: هیچ گزینه حمل و نقلی در دسترس نیست!';
$_['error_stock']            = 'محصولات مشخص شده با *** موجود نیستند یا در این تعداد در انبار وجود ندارند!';
$_['error_minimum']          = 'حداقل مقدار سفارش برای %s ، %s می باشد!';
$_['error_not_found']        = 'هشدار: سفارش پیدا نشد!';
?>