<?php
// Text
$_['text_address']       = 'آدرس پرداخت شما با موفقیت اعمال شد!';
$_['text_method']        = 'روش پرداخت شما با موفقیت اعمال شد!';

// Error
$_['error_permission']   = 'هشدار: شما اجازه دسترسی به API را ندارید!';
$_['error_firstname']    = 'نام باید بین 1 تا 32 کاراکتر باشد!';
$_['error_lastname']     = 'نام خانوادگی باید بین 1 تا 32 کاراکتر باشد!';
$_['error_address_1']    = 'آدرس 1 باید بین 3 تا 128 کاراکتر باشد!';
$_['error_city']         = 'شهر باید بین 3 تا 128 کاراکتر باشد!';
$_['error_postcode']     = 'کد پستی برای این کشور باید بین 2 تا 10 کاراکتر باشد!';
$_['error_country']      = 'لطفا کشور را انتخاب نمایید!';
$_['error_zone']         = 'لطفا استان را انتخاب نمایید!';
$_['error_custom_field'] = '%s موردنیاز می باشد!';
$_['error_address']      = 'هشدار: آدرس پرداخت موردنیاز می باشد!';
$_['error_method']       = 'هشدار: روش پرداخت موردنیاز می باشد!';
$_['error_no_payment']   = 'هشدار: هیچ گزینه پرداختی موجود نمی باشد!';
?>