<?php
// Text
$_['text_subject']		        = '%s - برنامه بازاریابی';
$_['text_welcome']		        = 'از شما برای پیوستن به برنامه بازاریابی %s متشکریم!';
$_['text_login']                = 'حساب بازاریابی شما ایجاد شده است و شما با استفاده از آدرس ایمیل و رمز ورود با مشاهده وب سایت و یا لینک زیر می توانید وارد شوید:';
$_['text_approval']		        = 'حساب کاربری شما باید قبل از ورود تایید شود. پس از تایید شما می توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا از طریق آدرس زیر وارد حساب کاربری خود شوید:';
$_['text_services']		        = 'پس از ورود به حساب کاربری خود، شما می توانید به سایر خدمات از جمله ایجاد کد پیگیری، پیگیری پرداخت کمیسیون و ویرایش اطلاعات حساب کاربری خود دسترسی داشته باشید.';
$_['text_thanks']		        = 'متشکریم،';
$_['text_new_affiliate']        = 'بازاریاب جدید';
$_['text_signup']		        = 'یک بازاریاب جدید ثبت نام کرده است:';
$_['text_store']		        = 'فروشگاه:';
$_['text_firstname']	        = 'نام:';
$_['text_lastname']		        = 'نام خانوادگی:';
$_['text_company']		        = 'شرکت:';
$_['text_email']		        = 'ایمیل:';
$_['text_telephone']	        = 'تلفن:';
$_['text_website']		        = 'وب سایت:';
$_['text_order_id']             = 'شناسه سفارش:';
$_['text_transaction_subject']  = '%s - کمیسیون بازاریاب';
$_['text_transaction_received'] = 'شما %s کمیسیون دریافت کرده اید!';
$_['text_transaction_total']    = 'کل مقدار کمیسیون شما %s می باشد.';
?>