<?php
// Text
$_['text_subject']  	  = '%s - از ثبت نام شما متشکریم';
$_['text_welcome']        = 'خوش آمدید و از عضویت شما در %s متشکریم!';
$_['text_login']    	  = 'حساب کابری شما ایجاد شده است و شما می توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا به وسیله آدرس زیر وارد حساب خود شوید:';
$_['text_approval'] 	  = 'قبل از وارد شدن، حساب کاربری شما باید تایید شود. پس از تایید شدن شما می توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا به وسیله آدرس زیر وارد حساب کاربری خود شوید:';
$_['text_services'] 	  = 'پس از وارد شدن، شما می توانید به سایر خدمات از جمله مشاهده سفارش های گذشته، چاپ فاکتور و ویرایش اطلاعات حساب کاربری خود دسترسی داشته باشید.';
$_['text_thanks']   	  = 'متشکریم،';
$_['text_new_customer']   = 'مشتری جدید';
$_['text_signup']         = 'یک مشتری جدید عضو شده است:';
$_['text_website']        = 'وب سایت:';
$_['text_customer_group'] = 'گروه مشتری:';
$_['text_firstname']      = 'نام:';
$_['text_lastname']       = 'نام خانوادگی:';
$_['text_email']          = 'ایمیل:';
$_['text_telephone']      = 'تلفن:';
?>