<?php
// Heading
$_['heading_title']    = 'ماژول ها';

// Text
$_['text_success']     = 'نتیجه: ماژول ها با موفقیت تغییر یافت!';
$_['text_layout']      = 'بعد از اینکه ماژول را نصب و تنظیم کردید می توانید آن را در <a href="%s" class="alert-link">اینجا</a> به یک چیدمان اضافه نمایید!';
$_['text_add']         = 'افزودن ماژول';
$_['text_list']        = 'لیست ماژول ها';

// Column
$_['column_name']      = 'نام ماژول';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_code']       = 'ماژول';
$_['entry_name']       = 'نام ماژول';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر ماژول ها وجود ندارد!';
$_['error_name']       = 'نام ماژول باید بین 3 تا 64 کاراکتر باشد!';
$_['error_code']       = 'افزونه مورد نیاز است!';
?>