<?php
// Heading
$_['heading_title'] = 'پرداخت ناموفق!';

// Text
$_['text_basket']   = 'سبد خرید';
$_['text_checkout'] = 'تسویه حساب';
$_['text_failure']  = 'پرداخت ناموفق';
$_['text_message']  = '<p>بدلیل وجود یک مشکل در پردازش پرداخت شما، سفارش به طور کامل انجام نشد.</p>

<p>دلایل ممکن عبارتند از:</p>
<ul>
  <li>هزینه ناکافی</li>
  <li>تایید ناموفق</li>
</ul> 

<p>لطفا سعی کنید مجددا با استفاده از یک روش پرداخت دیگر سفارش دهید.</p>

<p>اگر مشکل همچنان وجود دارد با جزئیات سفارشی که سعی در انجام آن داشتید لطفا <a href="%s">با ما تماس بگیرید</a>.</p>
';
?>