<?php
// Heading
$_['heading_title']        = 'رابط های برنامه نویسی نرم افزار (API)';

// Text
$_['text_success']         = 'نتیجه: رابط های برنامه نویسی نرم افزار (API) با موفقیت تغییر یافت!';
$_['text_list']            = 'لیست رابط های برنامه نویسی نرم افزار (API)';
$_['text_add']             = 'افزودن رابط برنامه نویسی نرم افزار (API)';
$_['text_edit']            = 'ویرایش رابط برنامه نویسی نرم افزار (API)';
$_['text_ip']              = 'لیست IP های مجاز برای دریافت API را مشاهده نمایید. IP فعلی شما %s می باشد';

// Column
$_['column_username']      = 'نام کاربری';
$_['column_status']        = 'وضعیت';
$_['column_date_added']    = 'تاریخ افزودن';
$_['column_date_modified'] = 'تاریخ ویرایش';
$_['column_token']         = 'نشانه(Token)';
$_['column_ip']            = 'IP';
$_['column_action']        = 'عملیات';

// Entry
$_['entry_name']           = 'نام کاربری';
$_['entry_key']            = 'رمز عبور';
$_['entry_status']         = 'وضعیت';
$_['entry_ip']             = 'IP';

// Error
$_['error_permission']     = 'هشدار: امکان تغییر رابط های برنامه نویسی نرم افزار (API) وجود ندارد!';
$_['error_name']           = 'نام کاربری باید بین 3 تا 20 کاراکتر باشد!';
$_['error_key']            = 'رمز عبور رابط های برنامه نویسی نرم افزار (API) باید بین 3 تا 256 کاراکتر باشد!';
?>