<?php
// Heading
$_['heading_title']     = 'گروه های کاربری';

// Text
$_['text_success']      = 'نتیجه: گروه های کاربری با موفقیت تغییر یافت!';
$_['text_list']         = 'لیست گروه های کاربری';
$_['text_add']          = 'افزودن گروه کاربری';
$_['text_edit']         = 'ویرایش گروه کاربری';

// Column
$_['column_name']       = 'نام گروه کاربری';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام گروه کاربری';
$_['entry_access']      = 'اجازه دسترسی';
$_['entry_modify']      = 'اجازه اصلاح';

// Error
$_['error_permission']  = 'هشدار: امکان تغییر گروه های کاربری وجود ندارد!';
$_['error_name']        = 'نام گروه کاربری باید بین 3 تا 64 کاراکتر باشد!';
$_['error_user']        = 'هشدار: اين گروه کاربری را نمی توانید حذف نمایيد زیرا در حال حاضر به %s کاربر اختصاص یافته است!';
?>