<?php
// Heading
$_['heading_title']     = 'گروه خصوصیات';

// Text
$_['text_success']      = 'گروه خصوصیات با موفقیت ویرایش شد!';
$_['text_list']         = 'لیست گروه خصوصیات';
$_['text_add']          = 'افزودن گروه خصوصیت';
$_['text_edit']         = 'ویرایش گروه خصوصیت';

// Column
$_['column_name']       = 'نام گروه خصوصیت';
$_['column_sort_order'] = 'ترتیب';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام گروه خصوصیت';
$_['entry_sort_order']  = 'ترتیب';

// Error
$_['error_permission']  = 'هشدار: شما اجازه ویرایش گروه خصوصیات را ندارید!';
$_['error_name']        = 'نام خصوصیت باید بین 3 تا 64 کاراکتر باشد!';
$_['error_attribute']   = 'هشدار: این گروه خصوصیات را نمی‌توانید حذف نمایید زیرا در حال حاضر به  %s خصوصیت اختصاص یافته است!';
$_['error_product']     = 'هشدار: این گروه خصوصیات را نمی‌توانید حذف نمایید زیرا در حال حاضر به  %s محصول اختصاص یافته است!';
?>