<?php
// Heading
$_['heading_title']          = 'دسته بندی ها';

// Text
$_['text_success']           = 'دسته بندی با موفقیت ویرایش شد!';
$_['text_list']         	 = 'لیست دسته بندی ها';
$_['text_add']               = 'افزودن دسته بندی';
$_['text_edit']              = 'ویرایش دسته بندی';
$_['text_default']           = 'پیش فرض';

// Column
$_['column_name']            = 'نام دسته بندی';
$_['column_sort_order']      = 'ترتیب';
$_['column_action']          = 'عملیات';

// Entry
$_['entry_name']             = 'نام دسته بندی';
$_['entry_description']      = 'توضيحات';
$_['entry_meta_title'] 	     = 'عنوان متا تگ';
$_['entry_meta_keyword'] 	 = 'کلمات کلیدی متا تگ';
$_['entry_meta_description'] = 'توضیحات متا تگ';
$_['entry_keyword']          = 'کلمه کلیدی سئو';
$_['entry_parent']           = 'دسته والد';
$_['entry_filter']           = 'فیلترها';
$_['entry_store']            = 'فروشگاه ها';
$_['entry_image']            = 'تصویر';
$_['entry_top']              = 'بالا';
$_['entry_column']           = 'ستون ها';
$_['entry_sort_order']       = 'ترتیب';
$_['entry_status']           = 'وضعیت';
$_['entry_layout']           = 'لغو چیدمان';

// Help
$_['help_filter']            = '(Autocomplete)';
$_['help_keyword']           = 'از فاصله استفاده نکنید و به جای آن از - (خط تیره) استفاده نمایید و مطمئن شوید که کلید واژه شما در کل فروشگاه يکتا باش.';
$_['help_top']               = 'نمایش در نوار منوی بالا. فقط برای دسته والد بالا.';
$_['help_column']            = 'تعداد ستون های قابل استفاده برای دسته های پایین برابر با 3 بوده و فقط برای دسته های والد بالا امکان پذیر می‌باشد.';

// Error 
$_['error_warning']          = 'هشدار: لطفا فرم را با دقت برای رفع خطاهای رخ داده چک نمایید!';
$_['error_permission']       = 'هشدار: شما اجازه ویرایش دسته بندی ها را ندارید!';
$_['error_name']             = 'نام دسته بندی باید بین 2 تا 255 کاراکتر باشد!';
$_['error_meta_title']       = 'متا تگ عنوان باید بیشتر از 3 و کمتر از 255 کاراگتر باشد!';
$_['error_keyword']      	 = 'کلمه کلیدی سئو قبلا استفاده شده است!';
?>