<?php
// Heading
$_['heading_title']          = 'اطلاعات';

// Text
$_['text_success']           = 'اطلاعات با موفقیت ویرایش شد!';
$_['text_list']         	 = 'ليست اطلاعات';
$_['text_add']               = 'افزودن صفحه اطلاعات';
$_['text_edit']              = 'ویرایش صفحه اطلاعات';
$_['text_default']           = 'پيش فرض';

// Column
$_['column_title']           = 'عنوان اطلاعات';
$_['column_sort_order']	     = 'ترتیب';
$_['column_action']          = 'عملیات';

// Entry
$_['entry_title']            = 'عنوان اطلاعات';
$_['entry_description']      = 'توضیحات';
$_['entry_store']            = 'فروشگاه ها';
$_['entry_meta_title'] 	     = 'عنوان متا تگ';
$_['entry_meta_keyword'] 	 = 'کلمات کلیدی متا تگ';
$_['entry_meta_description'] = 'توضیحات متا تگ';
$_['entry_keyword']          = 'کلمه کلیدی سئو';
$_['entry_bottom']           = 'پایین';
$_['entry_status']           = 'وضعیت';
$_['entry_sort_order']       = 'ترتیب';
$_['entry_layout']           = 'جایگزینی چیدمان';

// Help
$_['help_keyword']           = 'از فاصله استفاده نکنید و به جای آن از - (خط تیره) استفاده نمایید و مطمئن شوید که کلیدواژه در کل فروشگاه يکتا باشد.';
$_['help_bottom']            = 'نمایش در پاورقی فروشگاه.';

// Error 
$_['error_warning']          = 'هشدار: لطفا فرم را با دقت برای رفع خطاهای رخ داده چک نمایید!';
$_['error_permission']       = 'هشدار: شما اجازه ویرایش ازلاعات را ندارید!';
$_['error_title']            = 'عنوان اطلاعات بايد بين 3 تا 64 کاراکتر باشد!';
$_['error_description']      = 'توضيحات بايد بيشتر از 3 کاراکتر باشد!';
$_['error_meta_title']       = 'متا تگ عنوان باید بیشتر 3 و کمتر از 255 کاراکتر باشد!';
$_['error_keyword']      	 = 'کلمه کلیدی سئو قبلا استفاده شده است!';
$_['error_account']          = 'هشدار: این صفحه اطلاعات را نمی‌توانید حذف نمایید زیرا در حال حاضر به شرایط  حساب کاربری فروشگاه اختصاص یافته است!';
$_['error_checkout']         = 'هشدار: این صفحه اطلاعات را نمی‌توانید حذف نمایید زیرا در حال حاضر به شرایط خرید فروشگاه اختصاص یافته است!';
$_['error_affiliate']        = 'هشدار: این صفحه اطلاعات را نمی‌توانید حذف نمایید زیرا در حال حاضر به شرایط بازاریابی فروشگاه اختصاص یافته است!';
$_['error_return']           = 'هشدار: این صفحه اطلاعات رت نمی توانید حذف کنید زیرا در حال حاضر به عنوان شرایط بازگشت فروشگاه اختصاص داده شده است!';
$_['error_store']            = 'هشدار: این صفحه اطلاعات را نمی‌توانید حذف نمایید زیرا در حال حاضر به فروشگاه %s اختصاص یافته است!';
?>