<?php
// Heading
$_['heading_title']      = 'توليدکنندگان';

// Text
$_['text_success']       = 'توليدکننده با موفقيت ویرایش شد!';
$_['text_list']          = 'ليست توليدکنندگان';
$_['text_add']           = 'افزودن تولیدکننده';
$_['text_edit']          = 'ویرایش تولیدکننده';
$_['text_default']       = 'پيش فرض';
$_['text_percent']       = 'درصد';
$_['text_amount']        = 'مقدار ثابت';

// Column
$_['column_name']        = 'نام تولیدکننده';
$_['column_sort_order']  = 'ترتیب';
$_['column_action']      = 'عملیات';

// Entry
$_['entry_name']         = 'نام تولیدکننده';
$_['entry_store']        = 'فروشگاه ها';
$_['entry_keyword']      = 'کلمه کلیدی سئو';
$_['entry_image']        = 'تصویر';
$_['entry_sort_order']   = 'ترتیب';
$_['entry_type']         = 'نوع';

// Help
$_['help_keyword']       = 'از فاصله استفاده نکنید و به جای آن از - (خط تیره) استفاده نمایید و مطمئن شوید که کلیدواژه در کل فروشگاه يکتا باشد.';

// Error
$_['error_permission']   = 'هشدار: شما اجازه ویرایش توليدکنندگان را ندارید!';
$_['error_name']         = 'نام تولیدکننده باید بین 2 تا 64 کاراکتر باشد!';
$_['error_keyword']      = 'کلمه کلیدی سئو قبلا استفاده شده است!';
$_['error_product']      = 'هشدار: این تولیدکننده را نمی‌توانید حذف نمایید زیرا در حال حاضر به  %s محصول اختصاص یافته است!';
?>