<?php
// Heading
$_['heading_title']		 = 'واریز به حساب';

// Text
$_['text_payment']		 = 'پرداخت ها';
$_['text_success']		 = 'نتیجه: واریز به حساب با موفقیت تغییر یافت!';
$_['text_edit']          = 'ویرایش واریز به حساب';

// Entry
$_['entry_bank']		 = 'راهنمای واریز به حساب';
$_['entry_total']		 = 'جمع';
$_['entry_order_status'] = 'وضعیت سفارش';
$_['entry_geo_zone']	 = 'منطقه جغرافیایی';
$_['entry_status']		 = 'وضعیت';
$_['entry_sort_order']	 = 'ترتیب';

// Help
$_['help_total']		 = 'تا زمانی که جمع کل تسویه حساب سفارش از این مقدار کمتر است این روش پرداخت فعال نخواهد بود.';

// Error 
$_['error_permission']   = 'هشدار: امکان تغییر واریز به حساب وجود ندارد!';
$_['error_bank']         = 'راهنمای واریز به حساب مورد نیاز است!';
?>