<?php
// Heading
$_['heading_title']	   	= 'پرداخت نقدی هنگام تحویل';

// Text
$_['text_extension']	 = 'افزونه ها';
$_['text_success']		 = 'نتیجه: پرداخت نقدی هنگام تحویل با موفقیت تغییر یافت!';
$_['text_edit']          = 'ویرایش پرداخت نقدی هنگام تحویل';

// Entry
$_['entry_total']			= 'جمع';
$_['entry_order_status']	= 'وضعیت سفارش';
$_['entry_geo_zone']		= 'منطقه جغرافیایی';
$_['entry_status']			= 'وضعیت';
$_['entry_sort_order']		= 'ترتیب';

// Help
$_['help_total']		 = 'تا زمانی که جمع کل تسویه حساب سفارش از این مقدار کمتر است این روش پرداخت فعال نخواهد بود.';

// Error
$_['error_permission']	 = 'هشدار: امکان تغییر پرداخت نقدی هنگام تحویل وجود ندارد!';
?>