<?php
// Heading
$_['heading_title'] = 'استفاده از امتیاز جایزه (%s موجود)';

// Text
$_['text_reward']   = 'امتیاز جایزه(%s)';
$_['text_order_id'] = 'شناسه سفارش: #%s';
$_['text_success']  = 'تخفیف امتیاز جایزه با موفقیت اعمال شد!';

// Entry
$_['entry_reward']  = 'امتیاز قابل استفاده (حداکثر %s)';

// Error
$_['error_reward']  = 'هشدار: لطفا مقدار امتیاز جایزه برای استفاده را وارد کنید!';
$_['error_points']  = 'هشدار: شما %s امتیاز جایزه ندارید!';
$_['error_maximum'] = 'هشدار: حداکثر مقدار امتیاز جایزه ای که می تواند اعمال شود %s می باشد!';
?>