<?php
// Heading
$_['heading_title']        = 'تخمین حمل و نقل و مالیات';

// Text
$_['text_success']         = 'تخمین حمل و نقل با موفقیت اعمال شد!';
$_['text_shipping']        = 'مقصدتان را برای تخمین حمل و نقل وارد کنید.';
$_['text_shipping_method'] = 'لطفا روش حمل و نقل دلخواه برای استفاده در این سفارش را انتخاب کنید.';

// Entry
$_['entry_country']        = 'کشور';
$_['entry_zone']           = 'استان';
$_['entry_postcode']       = 'کد پستی';

// Error
$_['error_postcode']       = 'کد پستی باید بین 2 تا 10 کاراکتر باشد!';
$_['error_country']        = 'لطفا کشور را انتخاب کنید!';
$_['error_zone']           = 'لطفا استان را انتخاب کنید!';
$_['error_shipping']       = 'هشدار: روش حمل و نقل موردنیاز می باشد!';
$_['error_no_shipping']    = 'هشدار: هیچ گزینه حمل و نقلی موجود نیست. لطفا برای رسیدگی به این مشکل با ما <a href="%s">تماس بگیرید</a>!';
?>