<?php
// Heading
$_['heading_title']    = 'تهيه پشتيبان و بازيابی';

// Text
$_['text_success']     = 'نتیجه: پایگاه داده شما با موفقیت تزریق (ایمپورت) شد!';

// Entry
$_['entry_restore']    = 'بازیابی پشتیبان';
$_['entry_backup']     = 'پشتیبان';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر تهيه پشتيبان و بازيابی وجود ندارد!';
$_['error_backup']     = 'هشدار: شما باید حداقل یک جدول را برای تهیه نسخه پشتیبان انتخاب نمایید!';
$_['error_empty']      = 'هشدار: فایل آپلود شده خالی می باشد!';
?>