<?php
// Heading
$_['heading_title']       = 'چیدمان ها';

// Text
$_['text_success']        = 'چیدمان با موفقیت ویرایش شد!';
$_['text_list']           = 'لیست چیدمان';
$_['text_add']            = 'افزودن چیدمان';
$_['text_edit']           = 'ویرایش چیدمان';
$_['text_route']          = 'با انتخاب فروشگاه و مسیرهای این چیدمان استفاده می شود';
$_['text_module']         = 'انتخاب موقعیت ماژول';
$_['text_default']        = 'پیش فرض';
$_['text_content_top']    = 'محتوای بالا';
$_['text_content_bottom'] = 'محتوای پایین';
$_['text_column_left']    = 'ستون چپ';
$_['text_column_right']   = 'ستون راست';

// Column
$_['column_name']         = 'نام چیدمان';
$_['column_action']       = 'عمليات';

// Entry
$_['entry_name']          = 'نام چیدمان';
$_['entry_store']         = 'فروشگاه ها';
$_['entry_route']         = 'مسیر';
$_['entry_module']        = 'ماژول';
$_['entry_position']      = 'موقعیت';
$_['entry_sort_order']    = 'ترتیب';

// Error
$_['error_permission']    = 'هشدار: شما اجازه ویرایش چیدمان ها را ندارید!';
$_['error_name']          = 'نام چیدمان باید بین 3 تا 64 کاراکتر باشد!';
$_['error_default']       = 'هشدار: این چیدمان را نمی‌توانید حذف نمایید زیرا درحال حاضر به چیدمان پیش فرض فروشگاه اختصاص یافته است!';
$_['error_store']         = 'هشدار: این چیدمان را نمی‌توانید حذف نمایید زیرا درحال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_product']       = 'هشدار: این چیدمان را نمی‌توانید حذف نمایید زیرا درحال حاضر به  %s محصول اختصاص یافته است!';
$_['error_category']      = 'هشدار: این چیدمان را نمی‌توانید حذف نمایید زیرا درحال حاضر به  %s دسته بندی اختصاص یافته است!';
$_['error_information']   = 'هشدار: این چیدمان را نمی‌توانید حذف نمایید زیرا درحال حاضر به %s صفحه اطلاعات اختصاص یافته است!';
?>