<?php
// Heading
$_['heading_title']    = 'ویرایشگر قالب';

// Text
$_['text_success']     = 'تغییرات شما در قالب ذخیره شد!';
$_['text_edit']        = 'ویرایش قالب';
$_['text_store']       = 'انتخاب فروشگاه';
$_['text_template']    = 'انتخاب قالب فروشگاه';
$_['text_default']     = 'پیش فرض';
$_['text_warning']     = 'هشدار: با ویرایش کردن قالب امنیت سایت به خطر می افتد!';
$_['text_access']      = 'اطمینان حاصل کنید که تنها کاربران مدیر درست مجاز به دسترسی به این صفحه را داشته باشند.';
$_['text_permission']  = 'شما می توانید برای اجازه تغییرات کاربر <a href="%s" class="alert-link">کلیک نمایید</a>.';
$_['text_begin']       = 'برای شروع ویرایش یکی از فایلهای سمت چپ را انتخاب نمایید.';

// Error
$_['error_permission'] = 'هشدار: شما اجازه دسترسی به ویرایشگر قالب را ندارید!';
?>